{
    "Ben Carson": [
        "Some people believe in the bible, like I do, and don’t find that to be silly at all and believe that God created the Earth and don’t find that to be silly at all.",
        "How about we have a transgender bathroom?… [I]t’s not fair for them to make everybody else uncomfortable"
        "I think the likelihood of Hitler being able to accomplish his goals would have been greatly diminished if the people had been armed.",
        "This is a general pattern that you see before tyranny occurs. There are many countries where that has occurred where they disarm the populace before they impose their tyrannical rule.",
        "A lot of people who go into prison straight and when they come out, they’re gay, so did something happen while they were in there? Ask yourself that question",
        "I think one of the keys to leadership is recognizing that everybody has gifts and talents. A good leader will learn how to harness those gifts towards the same goal.",
        "I always pray for God’s guidance in my life and he always provides it. He opens the right doors he shuts the right doors. And I have tremendous faith in him. He just guided my career in an amazing way.",
        "There are a group of people who would like to silence everybody and have everybody go along to get along, but that’s not going to be very helpful for us in the long run, in terms of solving our problems. And somebody has to be courageous enough to actually stand up to, you know, the bullies.",
        "We need to understand that we are not each others’ enemies in this country and it is only the political class that derives its power by creating friction. IT is only the media that derives its importance by creating friction… that uses every little thing to create this chasm between people. This is not who we are.",
        "The Roman Empire was very, very much like us. They lost their moral core, their sense of values in terms of who they were. And after all those things converged together they just went right down the tubes very quickly.",
        "If two people think the same thing about everything, one of them isn’t necessary. We need to be able to understand that if w’re going to make real progress",
        "So after a while, if people won’t accept your excuses, you stop looking for them",
        "I’m not a politician. I don’t want to be a politician, because politicians do what is politically expedient. I want to do what’s right.",
        "The government is supposed to conform to our will.",
        "Resist this war on God, freedom of religion and freedom of speech",
        "What I agree with is that we need a significantly changed taxation system. And the one that I’ve advocated is based on tithing, because I think God is a pretty fair guy. And he’s aid, you know, if you give me a tithe, it doesn’t matter how much you make.",
        "What you’re saying is that ‘I, the superior elite, will take care of you.’ Why? Because, you the, that superior, elite group needs to feel superior and elite. And they can’t be superior and elite unless you have a whole lot of people down there groveling around. So you keep them down there by feeding them"
    ],
    "Donald Trump": [
        "Part of being a winner is knowing when enough is enough. Sometimes you have to give up the fight and walk away, and move on to something that’s more productive.",
        "Everything in life is luck.",
        "When somebody challenges you, fight back. Be brutal, be tough.",
        "If you’re interested in ‘balancing’ work and pleasure, stop trying to balance them. Instead make your work more pleasurable.",
        "Anyone who thinks my story is anywhere near over is sadly mistaken.",
        "You know the funny thing, I don’t get along with rich people. i get along with the middle class and the poor people better than I get along with the rich people.",
        "I like thinking big. If you’re going to be thinking anything, you might as well think big.",
        "One of they key problems today is that politics is such a disgrace, good people don’t go into government.",
        "Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game.",
        "I don’t make deals for the money. I’ve got enough, much more than I’ll ever need. I do it to do it.",
        "All the women on The Apprentice flirted with me - consciously or unconsciously. That’s to be expected.",
        "Somebody made the statement that Donald Trump has built or owns the greatest collection of golf courses, ever, in the history of golf. And I believe that is 100 percent true.",
        "I have a great relationship with the Mexican people.",
        "People love me. And you know what, I have been very successful. Everybody loves me.",
        "When Michael Jackson died, I knew him very well. And everybody was talking about Michael Jackson. They didn’t know him. They knew nothing. Some of them never even met him.",
        "The 1990’s sure aren’t like the 1980’s.",
        "I get called all these horrible names by Lindsey Graham, who I don’t eve know.",
        "Politicians can’t manage. All they can do it is talk.",
        "The Pope, I hope, can only be scared by God.",
        "I played golf with my friends, and then I started to play with the hustlers. And I learned a lot. I learned about golf; I learned about gambling. I learned about everything."
    ],
    "Jeb Bush": [
        "Leaders lead. They don’t divide; they don’t create a climate that is poisonous.",
        "Immigrants are more fertile.",
        "Who among us has never looked up into the heavens on a starlit night, lost in wonder at the vastness of space and the beauty of the stars?",
        "There’s a fine line between stubbornness and the positive side of that, which is dogged determination.",
        "I don’t know if I’m a national education figure.",
        "I’d be wary of simple solutions to complex problems.",
        "I was blessed to have a mother and father that recognized the value of education.",
        "Treating people fairly and with civility is not a bad thing… It would be good for our country if political leaders actually took that to heart.",
        "I don’t wake up each morning saying, ‘Oh, wow, it’s me. I think I’m the cat’s meow. I’m the best.'",
        "If I can help create an environment where the principles that I believe in can be implemented - to me, that’s fulfilling."
    ],
    "Chris Christie": [
        "And the greatest lesson that mom every taught me though was this one. She told me there would be times in your life when you have to choose between being loved and respected. Now she said to always pick being respected.",
        "Our state is in crisis. Our people are hurting. Now is the time when we all must resist the traditional, selfish call to protect your own turf at the cost of our state. It is time to leave the corner, join the sacrifice, come to the center of the room and part of the solution.",
        "Our leaders of today have decided it’s more important to be popular, to say and do what’s easy, and say yes rather than to say no, when no is what is required.",
        "Today is the day for the complaining to end and for statesmanship to begin."
    ],
    "Ted Cruz": [
        "I think it’s an enormous blessing to be the child of an immigrant who fled oppression, because you realize how fragile liberty is and how easily it can be taken away.",
        "Christians are being systematically exterminated.",
        "I was bitten by an octopus.",
        "Stopping bad things is a significant public service.",
        "My dad grew up with an avocado tree in his backyard. My entire family, my wife and daughters, they love avocado. I may well be allergic. It makes me physically sick.",
        "I am perfectly happy to compromise and work with anybody: Republicans, Democrats, Libertarians - I’ll work with Martians if - and the if is critical - they’re willing to cut spending and reduce the debt.",
        "When you subpoena one pastor, you subpoena every pastor.",
        "You always have to be worried about something that is considered a so-called ’scientific theory’ that fits every scenario. Climate change, as they’ve defined it, can never be disproved.",
        "Having principled men and women in office is how you protect yourself from tyranny, and that was something I learned from when I was 2, 3, 5 years old.",
        "I grew up eating Cuban food all the time.",
        "I support capital punishment.",
        "I’m not cool enough to hang out with any rock stars. Jay-Z doesn’t come over to my house. I don’t hang out with Ted Nugent.",
        "In both law and politics, I think the essential battle is the meta-battle of framing the narrative.",
        "My abuela was an incredible cook."
        ],
    "Carly Fiorina": [
        "When you challenge other people’s ideas of who or how they should be, they may try to diminish and disgrace you. IT can happen in small ways in hidden places, or in big ways on a world stage. You can spend a lifetime resenting the tests, angry about the slights and the injustices. Or, you can rise above it.",
        "If someone believes they are limited by their gender, race, or background, they will become more limited.",
        "I love being a woman, I like dressing up; I love buying shoes.",
        "The world is clearly emerging before our eyes. The shifts ahead, the opportunities ahead are massive.",
        "A merger is hard to pull off under any circumstances. It’s harder when everybody is against you.",
        "Of course people think Washington is arrogant. It is.",
        "I don’t take on a fight just for a fight. I don’t tilt at windmills.",
        "My goodness, my hair’s been talked about by a million people, you know? It sort of goes with the territory.",
        "I have very eclectic tastes."
        ],
    "Lindsey Graham": [
        "It’s one thing to shoot yourself in the foot, just don’t reload the gun.",
        "It’s really American to avoid paying taxes, legally.",
        "Free speech is a great idea, but we’re in a war.",
        "And when they say, ‘I want my lawyer,’ you tell them, ’Shut up. You don’t get a lawyer.'"
    ],
    "Mike Huckabee": [
        "It’s when ordinary people rise above the expectations and seize the opportunity that milestones truly are reached.",
        "A leader is the one who can outline the broad vision and the direction, and say here’s where we are going to go, here’s why we need to go there, and here’s how we are going to get there. A manager is the one who actually gets up under the hood and tunes the carburetor.",
        "I’ve never, ever tasted beer.",
        "I was a timid little guy when I was a kid. I used humor as a defense; I became the class clown. But deep inside, I felt real vulnerable.",
        "I’m not against anybody. I’m really not. I’m not a hater. I’m not homophobic. I honestly don’t care what people do personally in their individual lives.",
        "Jesus said, ‘Blessed are the peacemakers.’ And I think a lot of people don’t understand that there’s a difference between a peace lover and a peacemaker. Everybody loves peace, but wearing jewelry around your neck and saying ‘I love peace’ doesn’t bring it.",
        "Fear is a very explosive emotion, but it has a short life span. It’s the sprint. The marathon is hope.",
        "Now, have I ever been tempted to break into a Krispy Kreme doughnut store in the middle of the night? Oh, yeah. God help us if I had a minibar stocked with checks and chicken-fried steak.",
        "If consumers make better choices, the marketplace will change.",
        "The Bible, however, was not created to be amended and altered with each passing culture.",
        "Libido is a normal part of being human. Nothing scandalous about it. But without it, in either women or men, would there be a demand for birth control?",
        "Don’t Mormons believe that Jesus and the devil are brothers?",
        "I’m a strong advocate for music. I think guitars are wonderful."
    ],
    "John Kasich": [
        "A great power has to have the discipline to only to go when necessary but to know when not to go. Getting involved in ethnic, religious, civil wars is a recipe for disaster.",
        "If you’re not on the bus, we’ll run over you with the bus. And I’m not kidding.",
        "I don’t know about you, lady, but when I get to the pearly gates, I’m going to have an answer for what I’ve done for the poor.",
        "I want to tell you ladies and gentlemen, the actions we took were not always easy. The actions that we took were not always popular. But when you get yourself in public office, you must lead, you must do what’s necessary.",
        "Everybody has a right to their God-given purpose"
    ],
    "Rand Paul": [
        "I don’t want to live in a nanny state where people are telling me where I can go and what I can do",
        "General Hayden knows full well the powerful and invasive nature of metadata.",
        "Big and oppressive government has long been the enemy of freedom",
        "I grew up in a family that despised not only communism but collectivism, socialism, and any ‘ism’ that deprived the individual of his or her natural rights.",
        "Do you hate poor people or do you just hate poor people with jobs?",
        "I tell people that I won’t vote to go to war unless I’m ready to go or send my kids.",
        "You don’t go into politics unless you want to win.",
        "You need to have people within you down party that have the wherewithal to stand up to you.",
        "People don’t like to vote against something that’s so incredibly popular."
    ],
    "Marco Rubio": [
        "Welders make more money that philosophers.",
        "When was the last time you heard news accounts of a boatload of American refugees arrive on the shores of another country.",
        "I believe with all my heart that God still destines for us an even better future and the opportunity to continue to serve as an inspiration to the world.",
        "It’s easier to sell cotton candy than it is to sell broccoli to somebody, but the broccoli is better for you, and the same thing with a limited government.",
        "The second truism that we must understand is that poverty does not create our social problems, our social problems create our poverty.",
        "Exile is not a time frame. Exile is an experience. It’s a sentiment.",
        "Do not be afraid to offer idea that draw opposition. Remember, if no one is against your idea, then your idea probably doesn’t do anything."
    ],
    "Rick Santorum": [
        "The idea that the Crusades and the fight of Christendom against Islam is somehow an aggression on our part is absolutely anti-historical.",
        "Neutrality ends in poverty, neutrality ends in choices that hurt people’s lives.",
        "The more money you take away from families is the less power that family has. And that’s a basic power.",
        "But look what happens when the government gives you rights. When the government gives you rights, unlike when God gives you rights, the government can take them away. When government gives you rights, the government can tell you how to exercise those rights."
    ],
    "Jim Webb": [
        "No benefit to anyone can come from women serving in combat.",
        "I believe anger is a wasted emotion, and I don’t like to waste emotions.",
        "I was raised with the notion that there is no greater honor than to find a way to serve your country.",
        "The function of combat is not merely to perpetrate violence, but to perpetrate violence on command, instantaneously and reflexively.",
        "I walk fast. I have an aversion to wasting time."
    ],
    "Bernie Sanders": [
        "Finally, lets understand that when we stand together, we will always win. When men and women stand together for justice, we win. When black, white and Hispanic people stand together for justice, we win.",
        "Let us wage a moral and political war against war itself, so that we can cut military spending and use that money for human needs.",
        "People don’t trust private health insurance companies for all the right reasons.",
        "Finland is no utopia.",
        "I am not aware how you succeed politically when you insult women, who far more then men consistently provide you with great margins of support.",
        "Capitalism does a number of things very well: it helps create an entrepreneurial spirit; it gets people motivated to come up with new ideas, and that’s a good thing."
    ],
    "Martin O'Malley": [
        "The most fearless hearts, the audacious dreamers, have always maintained a sense of optimism that often flies in the face of the available evidence.",
        "The death penalty is ineffective as a deterrent, and the appeals process is expensive and cruel to the surviving family members.",
        "Leadership is about making the right decision and the best decision before, sometimes, it becomes entirely popular.",
        "If we want better results we need to make better choices.",
        "Let’s talk about policing and public safety. Let’s debate what works and what does not. We must abandon practices that do not work, and do more of the things that actually do work to save lives.",
        "We make our own future; we govern ourselves, and to cover is to choose.",
        "No woman who works full time and plays by the rules should have to raise her family in poverty.",
        "Roads do not upgrade or maintain themselves. Bridges do not repair themselves or rebuild themselves."
    ],
    "Hillary Clinton": [
        "People can judge me for what I’ve done. And I think when somebody’s out in the public eye, that’s what they do. So I’m fully comfortable with who I am, what I stand for, and what I’ve always stood for.",
        "We must stop thinking of the individual and start thinking about what is best for society.",
        "Women are the largest untapped reservoir of talent in the world.",
        "I think the world would be a lot better off if more people were to define themselves in terms of their own standards and values and not what other people said or thought about them.",
        "In the Bible it says they asked Jesus how many times you should forgive, and he said 70 times 7. Well, I want you all to know that I’m keeping a chart.",
        "There are rich people everywhere, and yet they don’t contribute to the growth of their countries.",
        "Human rights are women’s rights, and women’s rights are human rights.",
        "You show people what you’re willing to fight for when you fight your friends.",
        "Hard men present hard choices.",
        "Great nations need organizing principles, and ‘Don’t do stupid stuff’ is not an organizing principle.",
        "If I want to knock a story off the front page, I just change my hairstyle."
    ]
}
