{
  "Adolf Hitler": [
    "As a Christian I have no duty to allow myself to be cheated, but I have the duty to be a fighter for truth and justice.",
    "Demoralize the enemy from within by surprise, terror, sabotage, assassination. This is the war of the future.",
    "Great liars are also great magicians.",
    "Hate is more lasting than dislike.",
    "How fortunate for governments that the people they administer don’t think.",
    "I believe today that my conduct is in accordance with the will of the Almighty Creator.",
    "It is always more difficult to fight against faith than knowledge.",
    "Make the lie big, make it simple, keep saying it, and eventually they will believe it.",
    "It is not truth that matters, but victory.",
    "Do not compare yourself to others. If you do so, you are insulting yourself.",
    "Anyone can deal with victory. Only the mighty can bear defeat.",
    "When diplomacy ends, War begins.",
    "The victor will never be asked if he told the truth.",
    "As in everything, nature is the best instructor.",
    "Woman’s world is her husband, her family, her children and her home. We do not find it right when she presses into the world of men.",
    "No politician should ever let himself be photographed in a bathing suit.",
    "When people attempt to reel against the iron logic of Nature, they come into conflict with the very same principles to which they owe their existence as human beings. Their actions against Nature must lead to their own downfall.",
    "Obstacles do not exist to be surrendered to, but only to be broken.",
    "Life doesn’t forgive weakness.",
    "Conscience is a Jewish invention.",
    "I respected my father, but I loved my mother.",
    "The art of reading consists in remembering the essentials and forgetting the non-essentials.",
    "Words build bridges into unexplored regions."
  ],
  "Josef Stalin": [
    "The death of one man is a tragedy. The death of millions is a statistic.",
    "Death solves all problems - no man, no problem.",
    "I trust no one, not even myself.",
    "Ideas are more powerful than guns. We would no let our enemies have guns, why should we let them have ideas?",
    "When we hang the capitalists they will sell us the rope we use.",
    "The writer is the engineer of the human soul.",
    "The pope? How many divisions has he got?",
    "I believe in one thing only, the power of the human will.",
    "A sincere diplomat is like dry water or wooden iron.",
    "History shows that there are no invincible armies.",
    "Those who vote decide nothing. Those who count the vote decide everything.",
    "It is not heroes that make history, but history that makes heroes.",
    "Quantity has a quality all of its own.",
    "Take some exercise, try to recover the look of a human being."
  ],
  "Mao Tse Tung": [
    "Politics is war without bloodshed while war is politics with bloodshed.",
    "The people and the people alone, are the motive force in the making of world history.",
    "Enable every woman who can work to take her place on the labour front, under the principle of equal pay for equal work.",
    "Learn from the masses, and then teach them.",
    "In general, any form of exercise, if pursued continuously, will help train us in perseverance. Long distance running is particularly good in training perseverance.",
    "In time of difficulties, we must not lose sight of our achievements.",
    "Women hold up half the sky.",
    "In waking a tiger, use a long stick.",
    "To read too many books is harmful.",
    "I am a lone monk walking the world with a leaky umbrella."
  ],
  "Kim Jong Il": [
    "The cinema occupies an important place in the overall development of art and literature.",
    "A film with an untidy plot cannot grip the audience and define their emotional response.",
    "National defense is the sacred duty of the young and all other people.",
    "Great ideology creates great times.",
    "I am an internet expert too.",
    "I am the object of criticism around the world. But I think that since I am being discussed, then I am on the right track."
  ],
  "Pol Pot": [
    "Everything I did, I did for my country.",
    "Am I a violent person? No. So far as my conscience and my mission were concerned, there was no problem.",
    "I’m quite modest, I don’t want to tell people I’m a leader.",
    "Better to kill an innocent by mistake than spare an enemy by mistake."
  ],
  "Idi Amin": [
    "Sometimes people mistake the way I talk for what I am thinking.",
    "If we knew the meaning to everything that is happening to us, then there would be no meaning.",
    "You cannot run faster than a bullet.",
    "I myself consider myself the most powerful figure in the world.",
    "I love the Americans. They are my best friends.",
    "I am a good Muslim and I am only interested in Islam.",
    "I am the hero of Africa.",
    "I want to be remembered as a great athlete. As a boxing champion.",
    "I am not a politician but a professional soldier. I am, therefore, a man of few words and I have been brief through my professional career.",
    "Politics is like boxing - you try to knock out your opponent.",
    "Although some people felt Adolf Hitler was bad, he was a great man and a conqueror whose  name would never be forgotten."
  ],
  "Robert Mugabe": [
    "Don’t drink at all, don’t smoke, you must exercise and eat fruits and vegetables."
  ],
  "Saddam Hussein": [
    "Don’t be attracted to easy paths because the paths that make your feet bleed are the only way to get ahead in life.",
    "Women make up one half of society. Our society will remain backward and in chains unless its women are liberated, enlightened and educated.",
    "Politics is when you say you are going to do one thing while intending to do another. Then you do neither what you said nor what you intended.",
    "The most important thing about marriage is that the man must not let the woman feel downtrodden simply because she is a woman and he is a man.",
    "I call on you not to hate, because hate does not leave space for a person to be fair and it makes you blind and closes all doors of thinking.",
    "Don’t make decisions in anger or humiliate an enemy after defeating him.",
    "Our children should be taught to beware of everything foreign and not to disclose any state or party secrets to foreigners."
  ],
  "Osama Bin Laden": [
    "I have sworn to only live free. Even if I find bitter the taste of death, I don’t want to die humiliated or deceived.",
    "We treat them in the same way. Those who kill our women and innocent, we kill their women and innocent, until they refrain."
  ],
  "Atilla the Hun": [
    "It takes less courage to criticize the decisions of others than to stand by your own."
  ],
  "Charles Manson": [
    "The real strong have no need to prove it to the phonies.",
    "Getting up every day and going through this again and again is hard.",
    "Now old am I? I’m as old as my mother told me. How’s that?",
    "I can’t judge any of you. I have no malice against you and no ribbons for you. But I think that it is high time that you all start looking at yourselves, and judging the lie that you live in.",
    "I have killed no one and I have ordered no one to be killed.",
    "Lying is what scares me. Dying is easy.",
    "We are not in wonderland anymore, Alice.",
    "You know, a long time ago being crazy meant something. Nowadays everybody’s crazy."
  ],
  "Benito Mussolini": [
    "Better to live a day as a lion than 100 years as a sheep.",
    "It is the State which educates its citizens in civic virtue, gives them a consciousness of their mission and welds them into unity.",
    "We become strong, I feel, when we have no friends upon whom to lean, or to look to for moral guidance.",
    "It’s good to trust others but not to do so is much better.",
    "Let us have a dagger between our teeth, a bomb in our hands, and an infinite scorn in our hearts.",
    "Every anarchist is a baffled dictator.",
    "The history of saints is mainly the history of insane people.",
    "Socialism is a fraud, a comedy, a phantom, a blackmail.",
    "Inactivity is death."
  ]
}
